[
   {
      "Dataset":"Punti di interesse",
      "Visible":true,
      "Categories":[
         {
            "Category":"Chiese",
            "Icon":"Chiesa.png",
            "Locations":[
               {
                  "ID":1,
                  "Category":"Chiesa",
                  "Name":"Chiesa Cappuccini",
                  "Image":"",
                  "DescriptionITA":"",
                  "Latitude":37.573536,
                  "Longitude":13.214375,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":2,
                  "Category":"Chiesa",
                  "Name":"Chiesa San Pellegrino",
                  "Image":"http://www.caltabellottafortourist.it/images/sanpellegrino.jpg",
                  "DescriptionITA":"Chiesa e Convento di San Pellegrino: costruito sulla viva roccia, in alto, si impone l’eremo di San Pellegrino. La struttura sorge indubbiamente su una preesistenza primitiva collegando il luogo al culto di una precedente divinità pagana: prova sicura ne sono le due grotte (grotta del Bene e grotta del Male) custodite all’interno, che testimoniano altresì come dovevano presentarsi le prime chiese durante l’espansione del Cristianesimo. In una delle due grotte San Pellegrino (primo vescovo di Triokala) uccise quel famigerato Drago che, secondo la leggenda, intimoriva la città divorandone i giovani abitanti. La seconda grotta, posta ad un livello più alto, presenta degli affreschi settecenteschi di manifattura popolare. La costruzione mostra al suo interno evidenti tracce riconducibili ad età normanna, il prospetto esterno evidenzia invece tipiche caratteristiche di XVII secolo arricchite successivamente da un portale, nel caratteristico stile barocco siciliano, sormontato da un medaglione raffigurante il Santo Patrono. L’eremo venne ampliato nel XVIII secolo e da allora non ha subito alcuna modifica strutturale. Recenti sono i lavori di restauro che ridonano all’eremo quell’antico fulgore.",
                  "DescriptionENG":"Built on the naked rock, on top of one of the peaks, the hermitage of Saint Pellegrino stands out with a certain austerity. The compound has its basements constructed over a primitive place bound to the worship of a pagan god. Proof of such an hypothesis is the presence of two caves, well-known locally as the Evil and Good caves, visible from inside the monastery. The caves also show how the very first churches could have appeared in the early years of the expansion of Christianity. In one of the two caves, which provides an easy route into the depths of Caltabellotta, Saint Pellegrino, first bishop of Triokala, killed a terrible Dragon in one of the caves. The dragon, according to a legend, threatened the city by devouring all youth. The second cave, which is on a higher level than the first one, is decorated with several frescos from the 18th century realized by local manufacturers. The interior of the building shows clear traces of the Norman age, while the façade highlights the characteristics of the 17th century, later enriched by a portal, in the characteristic Sicilian Baroque style and topped by a medallion portraying the town’s patron saint. The hermitage was extended in the 18th century, and since then has not undergone any substantial structural change. Recently restoration work has brought the hermitage back to its own ancient splendor.",
                  "DescriptionESP":"Fueron construidos sobre una roca desnuda, en la cima de uno de los picos.
La ermita de San Pellegrino es destaca por su cierta austeridad. La composición esta contruida bajo cimientos de un   lugar primitivo unido al culto de un dios pagano. La prueba de esta hipótesis es la presencia de dos cuevas, conocidas localmente como las cuevas del mal y del bien, visibles desde el interior del monasterio. 
Las cuevas también muestran cómo podrían haber aparecido las primeras iglesias en los primeros años de la expansión del cristianismo. Una de las dos cuevas, esta provista de una ruta fácil que nos adentra hacia las profundidades de Caltabellotta, San Pellegrino, donde el primer obispo de Triokala, mató a un terrible dragón en una de las cuevas. El dragón, según una leyenda, amenazó la ciudad devorando a todos los jóvenes. La segunda cueva, que está en un nivel más alto y que a la vez es la primera de ellas, está decorada con varios frescos del siglo XVIII realizados por los fabricantes locales. En el interior del edificio, se muestra claras huellas de la época normanda, mientras que en la fachada destacan características del siglo XVII, enriquecido posteriormente con un portal, con el característico estilo barroco siciliano y coronados por un medallón que retrata a la patrona de la ciudad. La ermita fue ampliada en el siglo XVIII, y desde entonces no ha sufrido ningún cambio estructural importante. Recientemente los trabajos de restauración han llevado a la ermita de nuevo a su antiguo y propio esplendor.",
                  "DescriptionDE":"Hoch auf dem Felsen gebaut erhebt sich mit Strenge die Einsiedelei von San Pellegrino. Das Anwesen ist zweifellos auf einem bereits existierenden Ort der Verehrung einer früheren heidnischen Gottheit errichtet worden. Ein sicherer Beweis dafür sind die beiden Höhlen (Höhle des Guten und Höhle des Bösen),  die bezeugen, wie sich die ersten Kirchen die Ausdehnung des Christentums vorstellten.
In einer der Höhlen tötete San Pellegrino  (erster Bischof von Triokala) den berüchtigten Drachen, der der Legende nach die jungen Menschen der Stadt verschlang.
Die zweite Grotte, die auf einem höheren Niveau liegt, zeigt Fresken des achtzehnten Jahrhunderts im volkstümlichen sizilianischen Stil. Das Gebäude, das deutliche normannische Spuren aufweist, zeigt außerdem typische Merkmale des XVII. Jahrhunderts, da es durch ein Portal im Stil des sizilianischen Barocks mit einem Medaillon des Schutzpatrons erweitert wurde. Die Einsiedelei wurde im XVIII. Jahrhundert ausgebaut und hat seitdem keine strukturellen Veränderungen erfahren. Die letzten Restaurierungsarbeiten sollen der Einsiedelei den alten Glanz wiedergeben.",
                  "Latitude":37.578253,
                  "Longitude":13.209498,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":3,
                  "Category":"Chiesa",
                  "Name":"Cattedrale Madrice",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.578599,
                  "Longitude":13.2171489,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":4,
                  "Category":"Chiesa",
                  "Name":"Chiesa della Pietà",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.578394,
                  "Longitude":13.213812,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":5,
                  "Category":"Chiesa",
                  "Name":"Chiesa Sant'Agostino",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.5777737,
                  "Longitude":13.2171582,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":6,
                  "Category":"Chiesa",
                  "Name":"Chiesa dell'Itria",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.576511,
                  "Longitude":13.217863,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":7,
                  "Category":"Chiesa",
                  "Name":"Chiesa del Carmine",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.5772265,
                  "Longitude":13.2156731,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":8,
                  "Category":"Chiesa",
                  "Name":"Chiesa di Santa Maria di Montevergine",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.564124,
                  "Longitude":13.236186,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":9,
                  "Category":"Chiesa",
                  "Name":"Chiesa Colleggio di Maria",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.558785,
                  "Longitude":13.23478,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               },
               {
                  "ID":10,
                  "Category":"Chiesa",
                  "Name":"Chiesa Madrice Sant'Anna",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.559088,
                  "Longitude":13.234062,
                  "Note":"",
                  "MarkerBy":"Opendata Caltabellotta"
               }
            ]
         },
         {
            "Category":"POI",
            "Icon":"POI.png",
            "Locations":[
               {
                  "ID":11,
                  "Category":"POI",
                  "Name":"U Pirtusu",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.57838,
                  "Longitude":13.214235,
                  "Note":"",
                  "MarkerBy":"Paolo Fisco"
               },
               {
                  "ID":12,
                  "Category":"POI",
                  "Name":"Altare Sacrificale",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.578523,
                  "Longitude":13.219774,
                  "Note":"",
                  "MarkerBy":"Vincenzo Pecorino"
               },
               {
                  "ID":13,
                  "Category":"POI",
                  "Name":"Castello Vecchio",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.579717,
                  "Longitude":13.218742,
                  "Note":"",
                  "MarkerBy":"Vincenzo Pecorino"
               },
               {
                  "ID":14,
                  "Category":"POI",
                  "Name":"Ruderi chiesa di S.Benedetto",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.575713,
                  "Longitude":13.209584,
                  "Note":"",
                  "MarkerBy":"Vincenzo Pecorino"
               },
               {
                  "ID":15,
                  "Category":"POI",
                  "Name":"Calvario",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.574776,
                  "Longitude":13.209831,
                  "Note":"",
                  "MarkerBy":"Vincenzo Pecorino"
               },
               {
                  "ID":16,
                  "Category":"POI",
                  "Name":"Scavi Archeologici A",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.576601,
                  "Longitude":13.204541,
                  "Note":"",
                  "MarkerBy":"Sergio Caterina"
               },
               {
                  "ID":17,
                  "Category":"POI",
                  "Name":"Scavi Archeologici B",
                  "Image":"",
                  "DescriptionITA":"",                  
                  "Latitude":37.576632,
                  "Longitude":13.207085,
                  "Note":"",
                  "MarkerBy":"Sergio Caterina"
               }
            ]
         }
      ]
   }
]
